wrong.amount.of.arguments=&cNiepoprawna ilo\u015b\u0107 argument\u00f3w. %s
wrong.usage=&cNiepoprawne u\u017cycie. %s


events.information.title=&aInformacje na Temat Obecnego Wydarzenia:
nobody.joined=Nikt jeszcze nie do\u0142\u0105czy\u0142
joined.one.player=Do\u0142\u0105czy\u0142 tylko jeden gracz
joined.in.total=\u0141\u0105cznie do\u0142\u0105czy\u0142o &e%s &6graczy

event.no.active.players=Nie ma \u017cadnych aktywnych graczy w tym wydarzeniu
active.one.player=Tylko jeden gracz uczestniczy w wydarzeniu
active.in.total=\u0142\u0105czna ilo\u015b\u0107 aktywnych graczy w wydarzeniu: &e%s

ends.in=&8- &7Ko\u0144czy si\u0119 o %s
have.to.achieve.level.to.unlock=&cMusisz osi\u0105gn\u0105\u0107 10 poziom, aby do\u0142\u0105czy\u0107 od tego wydarzenia.
join.at=&aDo\u0142\u0105cz do tego wydarzenia poprzez portal na spawnie w koordynatach: %s (X, Y, Z).

teleport.to=&aTeleportuj Do
spawn=&7Spawnu

joined.event=&aDo\u0142\u0105czy\u0142e\u015b(a\u015b) do wydarzenia %s pierwszy raz!
teleported.event=&aPrzeteleportowano do wydarzenia %s!

devil=&cDiabe\u0142
click.to.talk=&7Kliknij, aby rozmawia\u0107

event.is.on=%s </bold>&7trwa! Do\u0142\u0105cz do niego przez portal na Spawnie! &c&l[ZROZUMIA\u0141EM]
event.is.on.click=&cKliknij, aby wy\u0142\u0105czy\u0107 powiadomienia do tego wydarzenia.

notifications.already.disabled=&cPowiadomienia od tego wydarzenia s\u0105 ju\u017c wy\u0142\u0105czone.
disabled.notifications.for.event=&7Powiadomienia od %s </bold>&7zosta\u0142y wy\u0142\u0105czone.

nether=&7Wydarzenie &c&lPiek\u0142o

second=sekund\u0119
seconds=%s sekundy
seconds2=%s sekund
minute=minut\u0119
minutes=%s minut
hour=godzin\u0119

event.ends.in=%s &7ko\u0144czy si\u0119 za #time!
active.players=&aIlo\u015b\u0107 Aktywnych Graczy: &6%s
enter.portal.to.join=&7Wejd\u017a w Portal, Aby Do\u0142\u0105czy\u0107!
cannot.enter.portal=&cOsi\u0105gnij %s poziom, aby uczestniczy\u0107 w tym wydarzeniu!

devil.messages=&cCo Ty robisz? Uko\u0144cz najpierw zadanie!
devil.messages.two=&cZagadaj do mnie jak uko\u0144czysz zadania, g\u0142upcze.
devil.messages.three=&cIgrasz z ogniem xD Wr\u00f3\u0107, jak uko\u0144czysz zadanie!

10000.quest.dialogue=&cWitaj w piekle...
10000.quest.dialogue2=&cMam dla Ciebie kilka zada\u0144...
10000.quest.dialogue3=&cWykonaj je i dostaniesz piekielne nagrody...
10000.quest.dialogue4=&7Otrzyma\u0142e\u015b/a\u015b pierwsze zadanie od diab\u0142a! Wykonaj je i powr\u00f3\u0107 do niego po wi\u0119cej! (u\u017cyj "/zadania normalne" aby sprawdzi\u0107 zadanie)

10001.quest.dialogue=&cCzy odwa\u017cysz si\u0119 wkroczy\u0107 w samo serce piekielnych czelu\u015bci, \u015bmiertelniku? Tylko najodwa\u017cniejsi mog\u0105 przetrwa\u0107 pr\u00f3b\u0119, kt\u00f3ra tam na ciebie czeka.
10001.quest.dialogue2=Mroczne si\u0142y czekaj\u0105 na twoje potkni\u0119cie. Poka\u017c, \u017ce nie boisz si\u0119 ognia ani cienia. Udowodnij swoj\u0105 warto\u015b\u0107 i wr\u00f3\u0107 zwyci\u0119sko.
10001.quest.dialogue3=W piekle ka\u017cdy krok mo\u017ce by\u0107 twoim ostatnim. Tylko prawdziwi wojownicy maj\u0105 w sobie odwag\u0119, by stawi\u0107 czo\u0142a temu, co tam na nich czeka. Pytanie, czy jeste\u015b jednym z nich?
10001.quest.dialogue4=&7Otrzyma\u0142e\u015b/a\u015b drugie zadanie od diab\u0142a! Wykonaj je i powr\u00f3\u0107 do niego po wi\u0119cej!

10002.quest.dialogue=&cPrzybywasz do najciemniejszych zak\u0105tk\u00f3w piek\u0142a... Co czeka ci\u0119 tam za rogiem? Niezliczone niebezpiecze\u0144stwa i pokusy. Musisz stawi\u0107 im czo\u0142a, by przej\u015b\u0107 dalej.
10002.quest.dialogue2=&cChcia\u0142by\u015b odda\u0107 si\u0119 pokusie? Zmierzysz si\u0119 z czym\u015b, czego nie zrozumiesz, ale tylko wtedy, gdy b\u0119dziesz got\u00f3w po\u015bwi\u0119ci\u0107 wszystko, aby prze\u017cy\u0107.
10002.quest.dialogue3=&7Twoje zadanie w piekle b\u0119dzie wymaga\u0142o odwagi. Wykonaj je, a staniesz si\u0119 silniejszy. Wracaj do diab\u0142a po wi\u0119cej!

10003.quest.dialogue=&cCzy czujesz zapach ognia, \u015bmierci i mroku? To zapach piekielnych p\u0142omieni, kt\u00f3re czaj\u0105 si\u0119 na twoj\u0105 dusz\u0119. Podejmij wyzwanie.
10003.quest.dialogue2=&cZ ka\u017cd\u0105 chwil\u0105 stajesz si\u0119 coraz bli\u017cej najwi\u0119kszego niebezpiecze\u0144stwa. Czy uda ci si\u0119 wyj\u015b\u0107 ca\u0142o, czy zostaniesz poch\u0142oni\u0119ty przez cienie?
10003.quest.dialogue3=&7Wykonaj swoje zadanie, a tw\u00f3j powr\u00f3t do diab\u0142a b\u0119dzie triumfalny. Powodzenia!

10004.quest.dialogue=&cPiek\u0142o nigdy nie zapomina tych, kt\u00f3rzy odwa\u017c\u0105 si\u0119 wkracza\u0107 na jego terytorium. Zrozum, \u017ce nie masz wyboru, musisz przej\u015b\u0107 przez to wszystko, je\u015bli chcesz prze\u017cy\u0107.
10004.quest.dialogue2=&cSi\u0142y ciemno\u015bci testuj\u0105 ci\u0119 na ka\u017cdym kroku. Tylko ci, kt\u00f3rzy przejd\u0105 przez wszystkie pr\u00f3by, zas\u0142uguj\u0105 na piekielne nagrody.
10004.quest.dialogue3=&7Pami\u0119taj, aby wr\u00f3ci\u0107 po zadaniu. Diabe\u0142 nie lubi czeka\u0107.

10005.quest.dialogue=&cW piekle nikt nie b\u0119dzie ci\u0119 oszcz\u0119dza\u0142. Ka\u017cdy krok jest wyzwaniem, ka\u017cda decyzja mo\u017ce ci\u0119 zgubi\u0107. Staw czo\u0142a temu, co nadchodzi.
10005.quest.dialogue2=&cPo drodze b\u0119dziesz musia\u0142 zmierzy\u0107 si\u0119 z niejednym demonem. Ale je\u015bli prze\u017cyjesz, twoja si\u0142a b\u0119dzie ros\u0142a z ka\u017cd\u0105 chwil\u0105.
10005.quest.dialogue3=&7U\u017cyj swojej odwagi i wr\u00f3\u0107 do diab\u0142a po zako\u0144czeniu zadania. Czeka na twoje zwyci\u0119stwo.

10006.quest.dialogue=&cPami\u0119taj, \u017ce piekielne wrota nie otwieraj\u0105 si\u0119 dla ka\u017cdego. Tylko ci, kt\u00f3rzy maj\u0105 najwi\u0119cej odwagi, mog\u0105 stawi\u0107 czo\u0142a jego mocom.
10006.quest.dialogue2=&cMusisz by\u0107 got\u00f3w zaryzykowa\u0107 wszystko. W piekle nie ma miejsca na lito\u015b\u0107. Przygotuj si\u0119 na wyzwania.
10006.quest.dialogue3=&7Po przej\u015bciu przez t\u0105 pr\u00f3b\u0119 wr\u00f3\u0107 do diab\u0142a, aby zdoby\u0107 kolejn? misj\u0119. Czeka na ciebie.

10007.quest.dialogue=&cTwoja podr\u00f3\u017c w piekielnych czelu\u015bciach dopiero si\u0119 zaczyna. Tylko najwi\u0119ksi wojownicy maj\u0105 szans\u0119 na wyj\u015bcie st\u0105d \u017cywi.
10007.quest.dialogue2=&cZaufaj sobie, ale nie zapomnij, \u017ce nie masz tam \u017cadnych przyjaci\u00f3\u0142. Ka\u017cdy demon to wr\u00f3g. Nie daj si\u0119 zwie\u015b\u0107.
10007.quest.dialogue3=&7Ka\u017cde zadanie wykonaj z pe\u0142n\u0105 determinacj\u0105, a twoje zwyci\u0119stwo b\u0119dzie bliskie. Wracaj do diab\u0142a po wi\u0119cej!

10008.quest.dialogue=&cW piekle wszystko jest pu\u0142apk\u0105. Ka\u017cdy cie\u0144 mo\u017ce skrywa\u0107 \u015bmier\u0107. Tylko ci, kt\u00f3rzy wyka\u017c\u0105 si\u0119 odwag\u0105, przejd\u0105 pr\u00f3b\u0119.
10008.quest.dialogue2=&cCzuj si\u0119 gotowy na wyzwania, kt\u00f3re czekaj\u0105 za rogiem. Mo\u017cesz upa\u015b\u0107, ale zawsze musisz wsta\u0107.
10008.quest.dialogue3=&7Wykonaj zadanie, a twoja wola przetrwania zostanie nagrodzona. Diabe\u0142 czeka na tw\u00f3j powr\u00f3t.

10009.quest.dialogue=&cW piekle nie ma lito\u015bci dla s\u0142abych. To miejsce, w kt\u00f3rym musisz walczy\u0107 o przetrwanie. Tylko silni mog\u0105 i\u015b\u0107 dalej.
10009.quest.dialogue2=&cPokonaj swoich wrog\u00f3w, wykorzystaj ka\u017cd\u0105 okazj\u0119, by prze\u017cy\u0107. To nie b\u0119dzie \u0142atwe, ale tylko w ten spos\u00f3b przejdziesz przez piek\u0142o.
10009.quest.dialogue3=&7Zako\u0144cz swoje zadanie i wr\u00f3\u0107 po nagrod\u0119, kt\u00f3rej pragnie diabe\u0142.

10010.quest.dialogue=&cZaczynasz rozumie\u0107, co oznacza prawdziwa walka o \u017cycie. Piek\u0142o to miejsce pe\u0142ne niebezpiecze\u0144stw, ale tylko odwa\u017cni mog\u0105 przetrwa\u0107.
10010.quest.dialogue2=&cTwoje zadanie wymaga odwagi. Tylko wtedy, gdy stawisz czo\u0142a ka\u017cdemu niebezpiecze\u0144stwu, b\u0119dziesz m\u00f3g\u0142 przej\u015b\u0107 dalej.
10010.quest.dialogue3=&7Wr\u00f3\u0107 do diab\u0142a po uko\u0144czeniu zadania. Tw\u00f3j powr\u00f3t jest jedynym dowodem twojej odwagi.

10011.quest.dialogue=&cTwoja w\u0119dr\u00f3wka przez piekielne czelu\u015bcie staje si\u0119 coraz trudniejsza. B\u0119dziesz musia\u0142 wykaza\u0107 si\u0119 wi\u0119ksz\u0105 determinacj\u0105 ni\u017c kiedykolwiek.
10011.quest.dialogue2=&cDiabe\u0142 nie da ci \u0142atwego zadania. Ka\u017cdy krok w piekle to walka o \u017cycie. Przygotuj si\u0119 na wszystko.
10011.quest.dialogue3=&7Nie zapomnij wr\u00f3ci\u0107 po uko\u0144czeniu zadania. Diabe\u0142 czeka na twoje zwyci\u0119stwo.

10012.quest.dialogue=&cW piekle nie ma przyjaci\u00f3\u0142, tylko wrogowie. Musisz by\u0107 got\u00f3w stawi\u0107 czo\u0142a niebezpiecze\u0144stwom, kt\u00f3re na ciebie czekaj\u0105.
10012.quest.dialogue2=&cW ka\u017cdej chwili mo\u017cesz pa\u015b\u0107 ofiar\u0105 piekielnych si\u0142. Ale nie zapomnij: tylko przez walk\u0119 mo\u017cesz si\u0119 rozwija\u0107.
10012.quest.dialogue3=&7Po zako\u0144czeniu zadania wr\u00f3\u0107 do diab\u0142a. Czeka na ciebie.

10013.quest.dialogue=&cZ ka\u017cdym dniem piekielne niebezpiecze\u0144stwa staj\u0105 si\u0119 coraz wi\u0119ksze. Tylko prawdziwi wojownicy s\u0105 w stanie wyj\u015b\u0107 z tego ca\u0142o.
10013.quest.dialogue2=&cWszystko, czego si\u0119 nauczysz w piekle, pomo\u017ce ci przetrwa\u0107. Im wi\u0119cej wyzwa\u0144, tym wi\u0119ksze szanse na ostateczne zwyci\u0119stwo.
10013.quest.dialogue3=&7Twoje zadanie jest bliskie ko\u0144ca. Wracaj do diab\u0142a po wi\u0119cej.

10014.quest.dialogue=&cPiekielne si\u0142y nie odpuszczaj\u0105. Musisz by\u0107 przygotowany na wszystko, by pokona\u0107 to, co ci\u0119 czeka.
10014.quest.dialogue2=&cW tej cz\u0119\u015bci piek\u0142a twoje umiej\u0119tno\u015bci zostan\u0105 wystawione na pr\u00f3b\u0119. B\u0119dziesz musia\u0142 wykorzysta\u0107 wszystkie swoje si\u0142y, by przetrwa\u0107.
10014.quest.dialogue3=&7Po uko\u0144czeniu zadania wr\u00f3\u0107 do diab\u0142a po swoj\u0105 nagrod\u0119.

10015.quest.dialogue=&cJest tylko jedno wyj\u015bcie z piek\u0142a: przej\u015bcie przez ka\u017cd\u0105 pr\u00f3b\u0119, kt\u00f3r\u0105 napotkasz. Musisz pokona\u0107 wszystkie niebezpiecze\u0144stwa.
10015.quest.dialogue2=&cKa\u017cde zadanie b\u0119dzie trudniejsze od poprzedniego, ale tylko wtedy, gdy podejmiesz wyzwanie, mo\u017cesz sta\u0107 si\u0119 silniejszy.
10015.quest.dialogue3=&7Pami\u0119taj, by wr\u00f3ci\u0107 po uko\u0144czeniu zadania. Diabe\u0142 b\u0119dzie ci\u0119 nagradza\u0142 za twoje starania.

10016.quest.dialogue=&cPiekielne czelu\u015bcie to miejsce dla tych, kt\u00f3rzy nie boj\u0105 si\u0119 wyzwa\u0144. Tylko odwa\u017cni mog\u0105 przez nie przej\u015b\u0107.
10016.quest.dialogue2=&cPokonaj to, co ci\u0119 czeka, i zyskaj si\u0142\u0119 do dalszej podr\u00f3\u017cy. Ka\u017cde zadanie jest kolejn? pr\u00f3b\u0105.
10016.quest.dialogue3=&7Wykonaj zadanie, a diabe\u0142 b\u0119dzie ci\u0119 ceni\u0142. Nie zapomnij wr\u00f3ci\u0107 po nagrod\u0119.

10017.quest.dialogue=&cPrzybywasz do najciemniejszych zak\u0105tk\u00f3w piek\u0142a. Czeka ci\u0119 walka z wrogami, kt\u00f3rym nie stawisz czo\u0142a bez odpowiedniej si\u0142y.
10017.quest.dialogue2=&cNiech ka\u017cdy tw\u00f3j ruch b\u0119dzie przemy\u015blany. Ka\u017cdy b\u0142\u0105d mo\u017ce kosztowa\u0107 ci\u0119 \u017cycie.
10017.quest.dialogue3=&7Kiedy zadanie zostanie zako\u0144czone, wr\u00f3\u0107 po nagrod\u0119. Diabe\u0142 czeka.

10018.quest.dialogue=&cW piekle wszystko jest w stanie ci\u0119 zniszczy\u0107, ale tylko ci, kt\u00f3rzy s\u0105 wystarczaj\u0105co silni, prze\u017cyj\u0105. Udowodnij swoj\u0105 si\u0142\u0119.
10018.quest.dialogue2=&cZadania b\u0119d\u0105 si\u0119 stawa\u0142y coraz trudniejsze. Ka\u017cdy krok w g\u0142\u0105b piek\u0142a to nowa pr\u00f3ba.
10018.quest.dialogue3=&7Twoja podr\u00f3\u017c przez piek\u0142o b\u0119dzie pe\u0142na niebezpiecze\u0144stw. Wracaj do diab\u0142a po zako\u0144czeniu zadania, aby zyska\u0107 kolejn? misj\u0119.

10019.quest.dialogue=&cTwoje zadanie w piekle nie b\u0119dzie \u0142atwe. Przygotuj si\u0119 na wyzwania, kt\u00f3re mog\u0105 ci\u0119 zgubi\u0107.
10019.quest.dialogue2=&cZ ka\u017cd\u0105 chwil\u0105 stajesz si\u0119 silniejszy. B\u0119dziesz got\u00f3w, by podj\u0105\u0107 najci\u0119\u017csze wyzwania.
10019.quest.dialogue3=&7Uko\u0144cz zadanie i wr\u00f3\u0107 po swoje nagrody.

10020.quest.dialogue=&cNie ma miejsca na lito\u015b\u0107 w piekle. Ka\u017cdy demon jest twoim wrogiem, ale mo\u017cesz pokona\u0107 ich wszystkich.
10020.quest.dialogue2=&cPokonaj swoje strachy i przejd\u017a przez piek\u0142o. Udowodnij swoj\u0105 warto\u015b\u0107.
10020.quest.dialogue3=&7Kiedy zadanie b\u0119dzie zako\u0144czone, wr\u00f3\u0107 po nagrod\u0119. Diabe\u0142 b\u0119dzie zadowolony z twoich post\u0119p\u00f3w.

10021.quest.dialogue=&cPiekielna pr\u00f3ba nigdy nie ko\u0144czy si\u0119 \u0142atwo. Musisz by\u0107 got\u00f3w stawi\u0107 czo\u0142a nie tylko demonom, ale i w\u0142asnym s\u0142abo\u015bciom.
10021.quest.dialogue2=&cZadanie nie b\u0119dzie \u0142atwe, ale tylko ci, kt\u00f3rzy podejm\u0105 wyzwanie, mog\u0105 przej\u015b\u0107 dalej.
10021.quest.dialogue3=&7Kiedy uko\u0144czysz zadanie, wr\u00f3\u0107 do diab\u0142a. Czeka na tw\u00f3j powr\u00f3t.

10022.quest.dialogue=&cZadanie nie jest dla ka\u017cdego. Piekielne niebezpiecze\u0144stwa b\u0119d\u0105 ci\u0119 testowa\u0107 na ka\u017cdym kroku. Udowodnij swoj\u0105 warto\u015b\u0107.
10022.quest.dialogue2=&cStawienie czo\u0142a wyzwaniu to nie tylko walka z demonami, ale tak\u017ce walka ze sob\u0105. Tylko wtedy przejdziesz dalej.
10022.quest.dialogue3=&7Po zako\u0144czeniu zadania wr\u00f3\u0107 do diab\u0142a po swoj\u0105 nagrod\u0119.

10023.quest.dialogue=&cPrzybywasz do miejsca, w kt\u00f3rym \u017cadne serce nie wytrzyma\u0142o pr\u00f3by. Jeste\u015b got\u00f3w?
10023.quest.dialogue2=&cTylko najsilniejsi przetrwaj\u0105 to piek\u0142o. Musisz podj\u0105\u0107 wyzwanie, je\u015bli chcesz si\u0119gn\u0105\u0107 po nagrod\u0119.
10023.quest.dialogue3=&7Wykonaj zadanie i wr\u00f3\u0107 po nagrod\u0119. Diabe\u0142 czeka na twoje zwyci\u0119stwo.

let.it.grow=&cDaj temu urosn\u0105\u0107!

you.have.died=&cUmar\u0142e\u015b(a\u015b)! Straci\u0142e\u015b(a\u015b) wszystkie punkty do\u015bwiadczenia!
not.enough.players=&cNie ma wystarczaj\u0105co graczy na serwerze, aby do\u0142\u0105czy\u0107 do wydarzenia!
not.enough.level=&cMusisz osi\u0105gn\u0105\u0107 %s poziom, aby m\u00f3c do\u0142\u0105czy\u0107 do tego wydarzenia!

no.activity=&cZosta\u0142e\u015b(a\u015b) przeteleportowany(a) na spawn z powodu braku aktywonno\u015bci.


leaderboard=ranking
ranking=leaderboard

# TODO change in the future if there is more subcommands.
event.info.usage=U\u017cyj /wydarzenie ranking.
click.to.run.command=&7Kliknij, aby otworzy\u0107 ranking tego wydarzenia!
check.leaderboard=&e*** &6Zobacz ranking tego wydarzenia pod komend\u0105 /wydarzenie ranking!

received.points=&aOtrzyma\u0142e\u015b(a\u015b) %s Punkt\u00f3w do obecnego wydarzenia!
rewards=nagrody
nagrody=rewards

check.rewards=&b*** &9Zobacz nagrody za to wydarzenie pod komend\u0105 /wydarzenie nagrody!